Repository: IgnasValiukas/Learning-Python
Catalog: autoservice_app/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Brand
lt: Markė

source: Add car brand
lt: Pridėti automobilio markę

source: Model
lt: Modelis

source: Add car model
lt: Pridėti automobilio modelį

source: Add car license plate
lt: Pridėti automobilio valstybinį numerį

source: Length has to be 17
lt: Ilgis turi būti 17 simbolių

source: Add car VIN code
lt: Pridėti automobilio VIN kodą

source: Add client
lt: Pridėti klientą

source: GearUp Autoservice
lt: GearUp autoservisas

source: Best services in the world!
lt: Geriausios paslaugos pasaulyje!

source: Autoservice Info
lt: Autoserviso informacija

source: Quantity of services
lt: Paslaugų kiekis

source: Number of orders placed
lt: Pateiktų užsakymų skaičius

source: Car quantity
lt: Automobilių kiekis

source: You have visited here
lt: Jūs apsilankėte čia

source: times
lt: kartų

source: Username '%s' already exists!
lt: Vartotojo vardas „%s“ jau egzistuoja!

source: User with email '%s' already exists!
lt: Vartotojas su el. paštu „%s“ jau egzistuoja!

source: User '%s' successfully registered!
lt: Vartotojas „%s“ sėkmingai užregistruotas!

source: Passwords do not match!
lt: Slaptažodžiai nesutampa!
